Repository: nirgoldberg/wp-ins
Catalog: frame-child/lang/*.po
Languages: he_il

source: Website Development
he_il: פיתוח ובניית אתרים

source: Site Setup
he_il: הגדרות אתר

source: Theme
he_il: תבנית

source: Header & Footer
he_il: כותרת עליונה ותחתונה

source: Customers
he_il: לקוחות

source: Insurances
he_il: ביטוחים

source: Insurance
he_il: ביטוח

source: Add New
he_il: הוסף חדש

source: Add New Insurance
he_il: הוסף ביטוח חדש

source: Edit Insurance
he_il: ערוך ביטוח

source: New Insurance
he_il: ביטוח חדש

source: View Insurance
he_il: הצג ביטוח

source: View Insurances
he_il: הצג ביטוחים

source: Search Insurances
he_il: חפש ביטוחים

source: No Insurances Found
he_il: לא נמצאו ביטוחים

source: No Insurances Found in Trash
he_il: לא נמצאו ביטוחים בפח

source: Parent Insurance:
he_il: ביטוח הורה:

source: All Insurances
he_il: כל הביטוחים

source: Insurance Archives
he_il: ארכיוני ביטוחים

source: Insurance Attributes
he_il: מאפייני ביטוח

source: Insert into Insurance
he_il: הוסף לביטוח

source: Uploaded to this Insurance
he_il: הועלה לביטוח זה

source: Insurance published
he_il: ביטוח התפרסם

source: Insurance published privately
he_il: ביטוח התפרסם באופן פרטי

source: Insurance reverted to draft
he_il: ביטוח עודכן כטיוטה

source: Insurance scheduled
he_il: ביטוח תוזמן

source: Insurance updated
he_il: ביטוח עודכן

source: Team
he_il: צוות

source: Team Member
he_il: חבר צוות

source: Add New Team Member
he_il: הוסף חבר צוות חדש

source: Edit Team Member
he_il: ערוך חבר צוות

source: New Team Member
he_il: חבר צוות חדש

source: View Team Member
he_il: הצג חבר צוות

source: View Team
he_il: הצג צוות

source: Search Team Members
he_il: חפש חברי צוות

source: No Team Members Found
he_il: לא נמצאו חברי צוות

source: No Team Members Found in Trash
he_il: לא נמצאו חברי צוות בפח

source: Parent Team Member:
he_il: חבר צוות הורה:

source: All Team Members
he_il: כל חברי הצוות

source: Team Member Archives
he_il: ארכיוני חברי צוות

source: Team Member Attributes
he_il: מאפייני חבר צוות

source: Insert into Team Member
he_il: הוסף לחבר צוות

source: Uploaded to this Team Member
he_il: הועלה לחבר צוות זה

source: Team Member published
he_il: חבר צוות התפרסם

source: Team Member published privately
he_il: חבר צוות התפרסם באופן פרטי

source: Team Member reverted to draft
he_il: חבר צוות עודכן כטיוטה

source: Team Member scheduled
he_il: חבר צוות תוזמן

source: Team Member updated
he_il: חבר צוות עודכן

source: Press
he_il: פרסומים

source: Press Item
he_il: פרסום

source: Add New Press Item
he_il: הוסף פרסום חדש

source: Edit Press Item
he_il: ערוך פרסום

source: New Press Item
he_il: פרסום חדש

source: View Press Item
he_il: הצג פרסום

source: View Press Items
he_il: הצג פרסומים

source: Search Press Items
he_il: חפש פרסומים

source: No Press Items Found
he_il: לא נמצאו פרסומים

source: No Press Items Found in Trash
he_il: לא נמצאו פרסומים בפח

source: Parent Press Item:
he_il: פרסום הורה:

source: All Press Items
he_il: כל הפרסומים

source: Press Item Archives
he_il: ארכיוני פרסומים

source: Press Item Attributes
he_il: מאפייני פרסום

source: Insert into Press Item
he_il: הוסף לפרסום

source: Uploaded to this Press Item
he_il: הועלה לפרסום זה

source: Press Item published
he_il: פרסום התפרסם

source: Press Item published privately
he_il: פרסום התפרסם באופן פרטי

source: Press Item reverted to draft
he_il: פרסום עודכן כטיוטה

source: Press Item scheduled
he_il: פרסום תוזמן

source: Press Item updated
he_il: פרסום עודכן

source: News
he_il: חדשות

source: News Item
he_il: ידיעה

source: Add New News Item
he_il: הוסף ידיעה חדשה

source: Edit News Item
he_il: ערוך ידיעה

source: New News Item
he_il: ידיעה חדשה

source: View News Item
he_il: הצג ידיעה

source: View News Items
he_il: הצג ידיעות

source: Search News Items
he_il: חפש ידיעות

source: No News Items Found
he_il: לא נמצאו ידיעות

source: No News Items Found in Trash
he_il: לא נמצאו ידיעות בפח

source: Parent News Item:
he_il: ידיעה הורה:

source: All News Items
he_il: כל הידיעות

source: News Item Archives
he_il: ארכיוני ידיעות

source: News Item Attributes
he_il: מאפייני ידיעה

source: Insert into News Item
he_il: הוסף לידיעה

source: Uploaded to this News Item
he_il: הועלה לידיעה זו

source: News Item published
he_il: ידיעה התפרסמה

source: News Item published privately
he_il: ידיעה התפרסמה באופן פרטי

source: News Item reverted to draft
he_il: ידיעה עודכנה כטיוטה

source: News Item scheduled
he_il: ידיעה תוזמנה

source: News Item updated
he_il: ידיעה עודכנה

source: Testimonials
he_il: המלצות

source: Testimonial
he_il: המלצה

source: Add New Testimonial
he_il: הוסף המלצה חדשה

source: Edit Testimonial
he_il: ערוך המלצה

source: New Testimonial
he_il: המלצה חדשה

source: View Testimonial
he_il: הצג המלצה

source: View Testimonials
he_il: הצג המלצות

source: Search Testimonials
he_il: חפש המלצות

source: No Testimonials Found
he_il: לא נמצאו המלצות

source: No Testimonials Found in Trash
he_il: לא נמצאו המלצות בפח

source: Parent Testimonial:
he_il: המלצה הורה:

source: All Testimonials
he_il: כל ההמלצות

source: Testimonial Archives
he_il: ארכיוני המלצות

source: Testimonial Attributes
he_il: מאפייני המלצה

source: Insert into Testimonial
he_il: הוסף להמלצה

source: Uploaded to this Testimonial
he_il: הועלה להמלצה זו

source: Testimonial published
he_il: המלצה התפרסמה

source: Testimonial published privately
he_il: המלצה התפרסמה באופן פרטי

source: Testimonial reverted to draft
he_il: המלצה עודכנה כטיוטה

source: Testimonial scheduled
he_il: המלצה תוזמנה

source: Testimonial updated
he_il: המלצה עודכנה

source: Insurance Categories
he_il: קטגוריות ביטוח

source: Insurance Category
he_il: קטגוריית ביטוח

source: All Insurance Categories
he_il: כל קטגוריות הביטוח

source: Edit Insurance Category
he_il: ערוך קטגוריית ביטוח

source: View Insurance Category
he_il: הצג קטגוריית ביטוח

source: Update Insurance Category
he_il: עדכן קטגוריית ביטוח

source: Add New Insurance Category
he_il: הוסף קטגוריית ביטוח חדשה

source: New Insurance Category Name
he_il: שם קטגוריית ביטוח חדשה

source: Parent Insurance Category
he_il: קטגוריית ביטוח הורה

source: Parent Insurance Category:
he_il: קטגוריית ביטוח הורה:

source: Search Insurance Categories
he_il: חפש קטגוריות ביטוח

source: Popular Insurance Categories
he_il: קטגוריות ביטוח נפוצות

source: Separate Insurance Categories with commas
he_il: קטגוריות ביטוח מופרדות בפסיק

source: Add or remove Insurance Categories
he_il: הוסף או הסר קטגוריות ביטוח

source: Choose from the most used Insurance Categories
he_il: בחר מתוך קטגוריות הביטוח הנפוצות ביותר

source: No Insurance Categories found
he_il: לא נמצאו קטגוריות ביטוח

source: ← Back to Insurance Categories
he_il: → חזרה לקטגוריות ביטוח

source: Image Dimensions:
he_il: מימדי תמונה:

source: Call now
he_il: חייגו עכשיו

source: Home
he_il: דף הבית

source: About
he_il: אודות

source: Products
he_il: תחומי פעילות

source: Blog
he_il: בלוג

source: Contact
he_il: יצירת קשר

source: Short Contact Form
he_il: טופס יצירת קשר מקוצר

source: Name
he_il: שם

source: Phone
he_il: טלפון

source: Email
he_il: מייל

source: Primary Menu
he_il: תפריט ראשי

source: Footer Menu
he_il: תפריט תחתון

source: Personal Area
he_il: אזור אישי

source: New message from "%s"
he_il: הודעה חדשה מאתר "%s"

source: Send
he_il: שליחה
